{"_id":{"$oid":"61b22abd711da76ba527753f"},"Name":"Ridley Scott","Bio":"Described by film producer Michael Deeley as 'the very best eye in the business', director Ridley Scott was born on November 30, 1937 in South Shields, Tyne and Wear (then County Durham). His father was an officer in the Royal Engineers and the family followed him as his career posted him throughout the United Kingdom and Europe before they eventually returned to Teesside. Scott wanted to join the Royal Army (his elder brother Frank had already joined the Merchant Navy) but his father encouraged him to develop his artistic talents instead and so he went to West Hartlepool College of Art and then London's Royal College of Art where he helped found the film department.","Birthday":"November 30, 1937"}
{"_id":{"$oid":"61b22ac5711da76ba5277540"},"Name":"Jane Campion","Bio":"Jane Campion was born in Wellington, New Zealand, and now lives in Sydney, New South Wales, Australia. Having graduated with a BA in Anthropology from Victoria University of Wellington in 1975, and a BA, with a painting major, at Sydney College of the Arts in 1979, she began filmmaking in the early 1980s, attending the Australian School of Film and Television.","Birthday":"April 30, 1954"}
{"_id":{"$oid":"61b22ace711da76ba5277541"},"Name":"Jon Watts","Bio":"Jon Watts was born on June 28, 1981 in Fountain, Colorado, USA. He is a director and producer, known for Cop Car (2015), Spider-Man: Homecoming (2017) and The Onion News Network (2011).","Birthday":"June 28, 1981"}
{"_id":{"$oid":"61b22ad6711da76ba5277542"},"Name":"Jason Reitman","Bio":"Jason Reitman was born on October 19, 1977 in Montreal, Quebec, Canada. He is a producer and director, known for Up in the Air (2009), Thank You for Smoking (2005) and Juno (2007). He was previously married to Michele Lee.","Birthday":"October 19, 1977"}
{"_id":{"$oid":"61b22ae0711da76ba5277543"},"Name":"Denis Villeneuve","Bio":"Denis Villeneuve is a French Canadian film director and writer. He was born in 1967, in Trois-Rivières, Québec, Canada. He started his career as a filmmaker at the National Film Board of Canada. He is best known for his feature films Arrival (2016), Sicario (2015), Prisoners (2013), Enemy (2013), and Die Frau die singt - Incendies (2010). He is married to Tanya Lapointe.","Birthday":"October 3, 1967"}
{"_id":{"$oid":"61b22aea711da76ba5277544"},"Name":"Jared Bush","Bio":"Jared Bush was born on June 12, 1974 in Gaithersburg, Maryland, USA as Jared Earl Bush. He is known for his work on Zoomania (2016), Vaiana - Das Paradies hat einen Haken (2016) and All of Us (2003). He is married to Pamela McDonald. They have three children.","Birthday":"June 12, 1974"}
{"_id":{"$oid":"61b22af2711da76ba5277545"},"Name":"Rawson Marshall Thurber","Bio":"Rawson Marshall Thurber was born on February 9, 1975 in San Francisco, California, USA as Marshall Rawson Thurber. He is a director and producer, known for Einfach zu haben (2010), Skyscraper (2018) and Red Notice (2021).","Birthday":"February 9, 1975"}
{"_id":{"$oid":"61b22b40711da76ba5277546"},"Name":"Lin-Manuel Miranda","Bio":"Lin-Manuel Miranda wrote the first incarnation of 'In the Heights' his sophomore year at Wesleyan University in Connecticut. Off-Broadway, 'In The Heights' received nine Drama Desk nominations, including best music, best lyrics, and it won the award for outstanding ensemble performance; received the Lucille Lortel Award and Outer Critics Circle Award for best musical; received the Obie Award for outstanding music and lyrics; received a Theater World Award for outstanding debut Performance and the Clarence Derwent Award both for Mr. Miranda's performance.","Birthday":"January 16, 1980"}
{"_id":{"$oid":"61b22b52711da76ba5277547"},"Name":"Lana Wachowski","Bio":"Lana Wachowski and her sister Lilly Wachowski, also known as the Wachowskis, are the duo behind such ground-breaking movies as Matrix (1999) and Cloud Atlas (2012). Born to mother Lynne, a nurse, and father Ron, a businessman of Polish descent, Wachowski grew up in Chicago and formed a tight creative relationship with her sister Lilly.","Birthday":"June 21, 1965"}
