{"_id":{"$oid":"61b212a2711da76ba5277537"},"Name":"Crime","Description":"Crime films, in the broadest sense, are a cinematic genre inspired by and analogous to the crime fiction literary genre. Films of this genre generally involve various aspects of crime and its detection. Stylistically, the genre may overlap and combine with many other genres, such as drama or gangster film, but also include comedy, and, in turn, is divided into many sub-genres, such as mystery, suspense or noir."}
{"_id":{"$oid":"61b212f6711da76ba5277538"},"Name":"Drama","Description":"Drama film is a genre that relies on the emotional and relational development of realistic characters. While Drama film relies heavily on this kind of development, dramatic themes play a large role in the plot as well. Often, these dramatic themes are taken from intense, real life issues. Whether heroes or heroines are facing a conflict from the outside or a conflict within themselves, Drama film aims to tell an honest story of human struggles."}
{"_id":{"$oid":"61b212fe711da76ba5277539"},"Name":"Action","Description":"Action film is a film genre in which the protagonist or protagonists end up in a series of challenges that typically include violence, close combat, physical feats and frantic chases. Action films tend to feature a resourceful hero struggling against incredible odds, which include life-threatening situations, a villain, or a pursuit which generally concludes in victory for the hero."}
{"_id":{"$oid":"61b21306711da76ba527753a"},"Name":"Adventure","Description":"The adventure genre consists of books where the protagonist goes on an epic journey, either personally or geographically. Often the protagonist has a mission and faces many obstacles in his way. ... The adventure genre often pairs up with the action genre, since long epic journeys have a lot of action in them."}
{"_id":{"$oid":"61b2130e711da76ba527753b"},"Name":"Animation","Description":"Animated Films. Animated Films are ones in which individual drawings, paintings, or illustrations are photographed frame by frame (stop-frame cinematography). ... Animations are not a strictly-defined genre category, but rather a film technique, although they often contain genre-like elements."}
{"_id":{"$oid":"61b21315711da76ba527753c"},"Name":"Comedy","Description":"The comedy genre uses humor and familiarity, in both situations and characters, to appeal to audiences. Learn more about the definition and history of the comedy genre, as well as certain characteristics of comedy, including love and sex, stock characters and situations, everyday speech, happy ending, and social commentary."}
{"_id":{"$oid":"61b2131d711da76ba527753d"},"Name":"Biography","Description":"A biography is an account of a person's life written by someone else. Biographies are true stories about real people. They are set within a real historical framework with the unique social and political conditions that existed during the subject's life."}
{"_id":{"$oid":"61b21324711da76ba527753e"},"Name":"Sci-Fi","Description":"Science fiction is a genre of speculative fiction that contains imagined elements that don't exist in the real world. Science fiction spans a wide range of themes that often explore time travel, space travel, are set in the future, and deal with the consequences of technological and scientific advances."}
