{"_id":{"$oid":"61af6a11baa4bbd3fdf935ad"},"Title":"The Power of the Dog","Description":"Charismatic rancher Phil Burbank inspires fear and awe in those around him. When his brother brings home a new wife and her son, Phil torments them until he finds himself exposed to the possibility of love.","Genre":{"Name":"Drama","Description":"Drama film is a genre that relies on the emotional and relational development of realistic characters. While Drama film relies heavily on this kind of development, dramatic themes play a large role in the plot as well. Often, these dramatic themes are taken from intense, real life issues. Whether heroes or heroines are facing a conflict from the outside or a conflict within themselves, Drama film aims to tell an honest story of human struggles."},"Director":{"Name":"Jane Campion","Bio":"Jane Campion was born in Wellington, New Zealand, and now lives in Sydney, New South Wales, Australia. Having graduated with a BA in Anthropology from Victoria University of Wellington in 1975, and a BA, with a painting major, at Sydney College of the Arts in 1979, she began filmmaking in the early 1980s, attending the Australian School of Film and Television.","Birthday":"April 30, 1954"},"IMDB":"7,0","Imagepath":"https://www.imdb.com/title/tt10293406/mediaviewer/rm2236541697/?ref_=tt_ov_i","Featured":true}
{"_id":{"$oid":"61af6a88baa4bbd3fdf935ae"},"Title":"Spider-Man: No Way Home","Description":"UPDATE: With Spider-Man's identity now revealed, Peter asks Doctor Strange for help. When a spell goes wrong, dangerous foes from other worlds start to appear, forcing Peter to discover what it truly means to be Spider-Man.","Genre":{"Name":"Action","Description":"Action film is a film genre in which the protagonist or protagonists end up in a series of challenges that typically include violence, close combat, physical feats and frantic chases. Action films tend to feature a resourceful hero struggling against incredible odds, which include life-threatening situations, a villain, or a pursuit which generally concludes in victory for the hero."},"Director":{"Name":"Jon Watts","Bio":"Jon Watts was born on June 28, 1981 in Fountain, Colorado, USA. He is a director and producer, known for Cop Car (2015), Spider-Man: Homecoming (2017) and The Onion News Network (2011).","Birthday":"June 28, 1981"},"IMDB":"7,4","Imagepath":"https://www.imdb.com/title/tt10872600/mediaviewer/rm3936939521/?ref_=tt_ov_i","Featured":true}
{"_id":{"$oid":"61af6b00baa4bbd3fdf935af"},"Title":"The Last Duel","Description":"King Charles VI declares that Knight Jean de Carrouges settle his dispute with his squire by challenging him to a duel.","Genre":{"Name":"Action","Description":"Action film is a film genre in which the protagonist or protagonists end up in a series of challenges that typically include violence, close combat, physical feats and frantic chases. Action films tend to feature a resourceful hero struggling against incredible odds, which include life-threatening situations, a villain, or a pursuit which generally concludes in victory for the hero."},"Director":{"Name":"Ridley Scott","Bio":"Described by film producer Michael Deeley as the 'very best eye in the business', director Ridley Scott was born on November 30, 1937 in South Shields, Tyne and Wear (then County Durham). His father was an officer in the Royal Engineers and the family followed him as his career posted him throughout the United Kingdom and Europe before they eventually returned to Teesside. Scott wanted to join the Royal Army (his elder brother Frank had already joined the Merchant Navy) but his father encouraged him to develop his artistic talents instead and so he went to West Hartlepool College of Art and then London's Royal College of Art where he helped found the film department.","Birthday":"November 30, 1937"},"IMDB":"7,5","Imagepath":"https://www.imdb.com/title/tt4244994/mediaviewer/rm3704878593/?ref_=tt_ov_i","Featured":true}
{"_id":{"$oid":"61af6b5bbaa4bbd3fdf935b0"},"Title":"Ghostbusters: Legacy","Description":"When a single mom and her two kids arrive in a small town, they begin to discover their connection to the original Ghostbusters and the secret legacy their grandfather left behind.","Genre":{"Name":"Adventure","Description":"The adventure genre consists of books where the protagonist goes on an epic journey, either personally or geographically. Often the protagonist has a mission and faces many obstacles in his way. ... The adventure genre often pairs up with the action genre, since long epic journeys have a lot of action in them."},"Director":{"Name":"Jason Reitman","Bio":"Jason Reitman was born on October 19, 1977 in Montreal, Quebec, Canada. He is a producer and director, known for Up in the Air (2009), Thank You for Smoking (2005) and Juno (2007). He was previously married to Michele Lee.","Birthday":"October 19, 1977"},"IMDB":"7,7","Imagepath":"https://www.imdb.com/title/tt4513678/mediaviewer/rm2083320065/?ref_=tt_ov_i","Featured":true}
{"_id":{"$oid":"61af6b93baa4bbd3fdf935b1"},"Title":"Dune","Description":"Feature adaptation of Frank Herbert's science fiction novel about the son of a noble family entrusted with the protection of the most valuable asset and most vital element in the galaxy.","Genre":{"Name":"Adventure","Description":"The adventure genre consists of books where the protagonist goes on an epic journey, either personally or geographically. Often the protagonist has a mission and faces many obstacles in his way. ... The adventure genre often pairs up with the action genre, since long epic journeys have a lot of action in them."},"Director":{"Name":"Denis Villeneuve","Bio":"Denis Villeneuve is a French Canadian film director and writer. He was born in 1967, in Trois-Rivières, Québec, Canada. He started his career as a filmmaker at the National Film Board of Canada. He is best known for his feature films Arrival (2016), Sicario (2015), Prisoners (2013), Enemy (2013), and Die Frau die singt - Incendies (2010). He is married to Tanya Lapointe.","Birthday":"October 3, 1967"},"IMDB":"8,2","Imagepath":"https://www.imdb.com/title/tt1160419/mediaviewer/rm2910452737/?ref_=tt_ov_i","Featured":true}
{"_id":{"$oid":"61af6badbaa4bbd3fdf935b2"},"Title":"Encanto","Description":"A young Colombian girl has to face the frustration of being the only member of her family without magical powers.","Genre":{"Name":"Animation","Description":"Animated Films. Animated Films are ones in which individual drawings, paintings, or illustrations are photographed frame by frame (stop-frame cinematography). ... Animations are not a strictly-defined genre category, but rather a film technique, although they often contain genre-like elements."},"Director":{"Name":"Jared Bush","Bio":"Jared Bush was born on June 12, 1974 in Gaithersburg, Maryland, USA as Jared Earl Bush. He is known for his work on Zoomania (2016), Vaiana - Das Paradies hat einen Haken (2016) and All of Us (2003). He is married to Pamela McDonald. They have three children.","Birthday":"June 12, 1974"},"IMDB":"7,6","Imagepath":"https://www.imdb.com/title/tt2953050/mediaviewer/rm2541025281/?ref_=tt_ov_i","Featured":true}
{"_id":{"$oid":"61af6bbfbaa4bbd3fdf935b3"},"Title":"Red Notice","Description":"An Interpol agent tracks the world's most wanted art thief.","Genre":{"Name":"Comedy","Description":"The comedy genre uses humor and familiarity, in both situations and characters, to appeal to audiences. Learn more about the definition and history of the comedy genre, as well as certain characteristics of comedy, including love and sex, stock characters and situations, everyday speech, happy ending, and social commentary."},"Director":{"Name":"Rawson Marshall Thurber","Bio":"Rawson Marshall Thurber was born on February 9, 1975 in San Francisco, California, USA as Marshall Rawson Thurber. He is a director and producer, known for Einfach zu haben (2010), Skyscraper (2018) and Red Notice (2021).","Birthday":"February 9, 1975"},"IMDB":"6,4","Imagepath":"https://www.imdb.com/title/tt7991608/?ref_=adv_li_tt","Featured":true}
{"_id":{"$oid":"61af6bfdbaa4bbd3fdf935b4"},"Title":"tick, tick... Boom!","Description":"On the cusp of his 30th birthday, a promising young theater composer navigates love, friendship and the pressures of life as an artist in New York City.","Genre":{"Name":"Biography","Description":"A biography is an account of a person's life written by someone else. Biographies are true stories about real people. They are set within a real historical framework with the unique social and political conditions that existed during the subject's life."},"Director":{"Name":"Lin-Manuel Miranda","Bio":"Lin-Manuel Miranda wrote the first incarnation of 'In the Heights' his sophomore year at Wesleyan University in Connecticut. Off-Broadway, 'In The Heights' received nine Drama Desk nominations, including best music, best lyrics, and it won the award for outstanding ensemble performance; received the Lucille Lortel Award and Outer Critics Circle Award for best musical; received the Obie Award for outstanding music and lyrics; received a Theater World Award for outstanding debut Performance and the Clarence Derwent Award both for Mr. Miranda's performance.","Birthday":"January 16, 1980"},"IMDB":"7,7","Imagepath":"https://www.imdb.com/title/tt8721424/mediaviewer/rm639366657/?ref_=tt_ov_i","Featured":true}
{"_id":{"$oid":"61af6c18baa4bbd3fdf935b5"},"Title":"Matrix Resurrections","Description":"The plot is currently unknown.","Genre":{"Name":"Sci-Fi","Description":"Science fiction is a genre of speculative fiction that contains imagined elements that don't exist in the real world. Science fiction spans a wide range of themes that often explore time travel, space travel, are set in the future, and deal with the consequences of technological and scientific advances."},"Director":{"Name":"Lana Wachowski","Bio":"Lana Wachowski and her sister Lilly Wachowski, also known as the Wachowskis, are the duo behind such ground-breaking movies as Matrix (1999) and Cloud Atlas (2012). Born to mother Lynne, a nurse, and father Ron, a businessman of Polish descent, Wachowski grew up in Chicago and formed a tight creative relationship with her sister Lilly.","Birthday":"June 21, 1965"},"IMDB":"8.2","Imagepath":"https://www.imdb.com/title/tt10838180/mediaviewer/rm3704744193/?ref_=tt_ov_i","Featured":true}
{"_id":{"$oid":"61b211a9711da76ba5277535"},"Title":"House of Gucci","Description":"When Patrizia Reggiani, an outsider from humble beginnings, marries into the Gucci family, her unbridled ambition begins to unravel their legacy and triggers a reckless spiral of betrayal, decadence, revenge, and ultimately...murder.","Genre":{"Name":"Crime","Description":"Crime films, in the broadest sense, are a cinematic genre inspired by and analogous to the crime fiction literary genre. Films of this genre generally involve various aspects of crime and its detection. Stylistically, the genre may overlap and combine with many other genres, such as drama or gangster film, but also include comedy, and, in turn, is divided into many sub-genres, such as mystery, suspense or noir."},"Director":{"Name":"Ridley Scott","Bio":"Described by film producer Michael Deeley as 'the very best eye in the business', director Ridley Scott was born on November 30, 1937 in South Shields, Tyne and Wear (then County Durham). His father was an officer in the Royal Engineers and the family followed him as his career posted him throughout the United Kingdom and Europe before they eventually returned to Teesside. Scott wanted to join the Royal Army (his elder brother Frank had already joined the Merchant Navy) but his father encouraged him to develop his artistic talents instead and so he went to West Hartlepool College of Art and then London's Royal College of Art where he helped found the film department.","Birthday":"November 30, 1937"},"IMDB":"7,0","Imagepath":"https://www.imdb.com/title/tt11214590/mediaviewer/rm1248389377/?ref_=tt_ov_i","Featured":true}
